import React from 'react';

const NewsNews = () => {
    return (
        <div className='newsbox'>
            <div className='newsbox_title'>
                <h2>주요 뉴스</h2>
            </div>
            <div className='newsbox_main'>
                <ul className='newsbox_list'>
                    <li>
                        <img src='assets/004.jpg'/>
                        <div className='newsbox_desc'>
                            <h5> 홀로라이브 프로덕션 공식 홈페이지 리뉴얼… “새로운 일상은, 바로 옆에 있어” </h5>
                            커버 주식회사에서 운영하는 일본의 버추얼 유튜버 그룹「홀로라이브 프로덕션」에서
                            공식 홈페이지를 리뉴얼하고, 가상과 현실을 하나로 연결하는 모습을 보여주었다.
                            홀로라이브 프로덕션 공식 트위터에서는 3월 13일 (월요일) 12시에 트위터를 통해, 
                            공식 사이트가 리뉴얼 되었다는 트윗을 공개하였다. 이번 리뉴얼... / 1일전
                        </div>
                    </li>
                    <li>
                        <img src='assets/004.jpg'/>
                        <div className='newsbox_desc'>
                            <h5> 홀로라이브 프로덕션 공식 홈페이지 리뉴얼… “새로운 일상은, 바로 옆에 있어” </h5>
                            커버 주식회사에서 운영하는 일본의 버추얼 유튜버 그룹「홀로라이브 프로덕션」에서
                            공식 홈페이지를 리뉴얼하고, 가상과 현실을 하나로 연결하는 모습을 보여주었다.
                            홀로라이브 프로덕션 공식 트위터에서는 3월 13일 (월요일) 12시에 트위터를 통해, 
                            공식 사이트가 리뉴얼 되었다는 트윗을 공개하였다. 이번 리뉴얼... / 1일전
                        </div>
                    </li>
                    <li>
                        <img src='assets/004.jpg'/>
                        <div className='newsbox_desc'>
                            <h5> 홀로라이브 프로덕션 공식 홈페이지 리뉴얼… “새로운 일상은, 바로 옆에 있어” </h5>
                            커버 주식회사에서 운영하는 일본의 버추얼 유튜버 그룹「홀로라이브 프로덕션」에서
                            공식 홈페이지를 리뉴얼하고, 가상과 현실을 하나로 연결하는 모습을 보여주었다.
                            홀로라이브 프로덕션 공식 트위터에서는 3월 13일 (월요일) 12시에 트위터를 통해, 
                            공식 사이트가 리뉴얼 되었다는 트윗을 공개하였다. 이번 리뉴얼... / 1일전
                        </div>
                    </li>
                    <li>
                        <img src='assets/004.jpg'/>
                        <div className='newsbox_desc'>
                            <h5> 홀로라이브 프로덕션 공식 홈페이지 리뉴얼… “새로운 일상은, 바로 옆에 있어” </h5>
                            커버 주식회사에서 운영하는 일본의 버추얼 유튜버 그룹「홀로라이브 프로덕션」에서
                            공식 홈페이지를 리뉴얼하고, 가상과 현실을 하나로 연결하는 모습을 보여주었다.
                            홀로라이브 프로덕션 공식 트위터에서는 3월 13일 (월요일) 12시에 트위터를 통해, 
                            공식 사이트가 리뉴얼 되었다는 트윗을 공개하였다. 이번 리뉴얼... / 1일전
                        </div>
                    </li>
                    <li>
                        <img src='assets/004.jpg'/>
                        <div className='newsbox_desc'>
                            <h5> 홀로라이브 프로덕션 공식 홈페이지 리뉴얼… “새로운 일상은, 바로 옆에 있어” </h5>
                            커버 주식회사에서 운영하는 일본의 버추얼 유튜버 그룹「홀로라이브 프로덕션」에서
                            공식 홈페이지를 리뉴얼하고, 가상과 현실을 하나로 연결하는 모습을 보여주었다.
                            홀로라이브 프로덕션 공식 트위터에서는 3월 13일 (월요일) 12시에 트위터를 통해, 
                            공식 사이트가 리뉴얼 되었다는 트윗을 공개하였다. 이번 리뉴얼... / 1일전
                        </div>
                    </li>
                </ul>
            </div>
        </div>
    );
};

export default NewsNews;